examples/14-benchmarks/aws-benchmark-data/results/smoke-1790291848715384790/1790291856186563320-release-headers-w1.warmup.txt

Summary:
  Total:	1.0021 secs
  Slowest:	0.0251 secs
  Fastest:	0.0018 secs
  Average:	0.0034 secs
  Requests/sec:	7437.0523
  

Response time histogram:
  0.002 [1]	|
  0.004 [7417]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [22]	|
  0.009 [2]	|
  0.011 [2]	|
  0.013 [2]	|
  0.016 [1]	|
  0.018 [1]	|
  0.020 [2]	|
  0.023 [1]	|
  0.025 [2]	|


Latency distribution:
  10% in 0.0033 secs
  25% in 0.0033 secs
  50% in 0.0033 secs
  75% in 0.0034 secs
  90% in 0.0034 secs
  95% in 0.0034 secs
  99% in 0.0037 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0018 secs, 0.0251 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0003 secs
  resp wait:	0.0033 secs, 0.0016 secs, 0.0249 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0002 secs

Status code distribution:
  [200]	7453 responses